Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PI_VIP_FM_VIT_GROUP_FOOTER_TEXT
source: You can receive VIP, Favorite Mailboxes, Primary Inbox and Thread Notifications even if other Mail notifications are turned off.
ar: يمكنك استلام إشعارات VIP وإشعارات صناديق البريد المفضلة وإشعارات صندوق الوارد الأساسي وإشعارات السلسلة حتى لو كانت إشعارات البريد الأخرى متوقفة.
bg: Можете да получавате известия от пощенските кутии ВИП, Любими пощенски кутии, Основна входяща поща и Поредици дори ако другите известия за Поща са изключени.
ca: Pots rebre notificacions de les bústies favorites, Principal, VIP, i Avisos dels fils encara que tinguis les altres notificacions de correu desactivades.
cs: Oznámení o zprávách od VIP, v oblíbených schránkách, primární schránce příchozí pošty a ve vláknech můžete přijímat i v případě, že budou ostatní oznámení z Mailu vypnutá.
da: Du kan modtage notifikationer om VIP, favoritpostkasser, den primære indbakke og tråde, selv når andre notifikationer i Mail er slået fra.
de: Mitteilungen für „VIP“, „Postfachfavoriten“, „Primärer Posteingang“ und „Konversationsmitteilungen“ können empfangen werden, selbst wenn andere Mitteilungen für „Mail“ deaktiviert sind.
el: Μπορείτε να λαμβάνετε γνωστοποιήσεις VIP, αγαπημένων θυρίδων, Κύριας θυρίδας και συνομιλιών, ακόμη κι όταν είναι απενεργοποιημένες άλλες γνωστοποιήσεις Mail.
es: Podrás recibir avisos de hilos y notificaciones del correo VIP, de los buzones favoritos y del buzón Principal, aunque el resto de notificaciones de Mail estén desactivadas.
es_us: Puedes recibir notificaciones de elementos VIP, buzones favoritos. buzón principal y conversaciones incluso si desactivaste otras notificaciones de Mail.
fi: Voit saada VIP-lähettäjien, suosikkipostilaatikkojen, Tärkeät-postilaatikon ja viestiketjujen ilmoituksia, vaikka muut Mailin ilmoitukset olisivat pois päältä.
fr: Vous pouvez recevoir des notifications de VIP, des boîtes aux lettres favorites, de la boîte de réception principale et de fils de discussion même si les autres notifications de Mail sont désactivées.
fr_ca: Vous pouvez recevoir des notifications VIP, des boîtes aux lettres favorites, des boîtes de réception principale et des fils même si d’autres notifications de Mail sont désactivées.
he: ניתן לקבל עדכונים משולחים חשובים, מתיבות דואר מועדפות, מתיבת הדואר הראשית ומשרשורים גם כששאר העדכונים של ״דואר״ מכובים.
hi: अन्य मेल सूचनाओं के बंद होने पर भी VIP, पसंदीदा मेलबॉक्स, प्राथमिक इनबॉक्स और वार्तालाप सूचनाएँ प्राप्त कर की जा सकती हैं।
hr: Možete primati obavijesti za VIP i omiljene sandučiće, primarni dolazni pretinac i nizove čak i ako su druge e-mail obavijesti isključene.
hu: Akkor is kaphat VIP-értesítéseket, értesítéseket a Kedvenc postafiókoktól és az Elsődleges bejövő postafióktól, valamint Szálértesítéseket, ha a többi Mail-értesítés ki van kapcsolva.
id: Anda dapat menerima Pemberitahuan VIP, Kotak Mail Favorit, Inbox Utama, dan Topik bahkan jika pemberitahuan Mail lain dimatikan.
it: Puoi ricevere notifiche per i contatti VIP, per le caselle preferite, per quella in entrata principale e per i thread anche se le altre notifiche di Mail non sono attive.
ja: “VIP”の通知、“よく使うメールボックス”の通知、“主要”の受信トレイの通知、および“スレッドの通知”については、その他の“メール”通知がオフの場合でも受け取れます。
kk: Басқа «Пошта» хабарландырулары өшірулі болса да, VIP, «Таңдаулы пошта жәшіктері», «Негізгі кіріс жәшігі» және «Хаттар тізбегі туралы хабарландырулар» ала беруге болады.
ko: 다른 Mail 알림이 꺼져 있는 경우에도 VIP, 즐겨찾기 메일상자, 우선 순위 받은 편지함 및 스레드 알림을 받을 수 있습니다.
lt: VIP, „Mėgstamiausių pašto dėžučių“, „Pagrindinių gautųjų“ ir „Gijų pranešimus“ galite gauti net jei kiti „Mail“ pranešimai yra išjungti.
ms: Anda boleh menerima Pemberitahuan VIP, Peti Mel Kegemaran, Peti Mel Utama dan Notis Jaluran walaupun pemberitahuan Mail lain telah dinyahaktifkan.
nl: Je kunt nog steeds meldingen voor vips, favoriete postbussen, de postbus 'Belangrijk' en berichtenreeksen ontvangen als andere Mail-meldingen zijn uitgeschakeld.
no: Du kan motta varslinger fra VIP, favorittpostkasser, Primært-innboks og trådvarslinger selv om andre e‑postvarslinger er slått av.
pl: Możesz otrzymywać powiadomienia dotyczące kontaktów VIP, ulubionych skrzynek, głównej skrzynki Przychodzące i wątków, nawet gdy inne powiadomienia aplikacji Poczta są wyłączone.
pt_br: Você pode receber Notificações de VIPs, Caixas de Correio Favoritas, Caixa de Entrada Principal e Conversas até mesmo quando outras notificações do Mail estão desativadas.
pt_pt: Pode receber notificações de VIP, Favoritos, Principal e de conversas mesmo quando as outras notificações do Mail se encontram desativadas.
ro: Puteți primi notificări pentru conversații, cutii poștale favorite, cutia poștală principală și VIP chiar dacă celelalte notificări din Mail sunt dezactivate.
ru: Вы можете получать уведомления о новых письмах от VIP, в избранных ящиках и основном ящике для входящей почты, а также в темах писем, даже если все прочие уведомления Почты выключены.
sk: VIP hlásenia a hlásenia obľúbených schránok, primárnej schránky prijatých správ a vlákien môžete prijímať, aj keď sú ostatné hlásenia aplikácie Mail vypnuté.
sl: Obvestila možnosti VIP, Priljubljeni nabiralniki, Primarna mapa Prejeto in Obvestila v niti lahko prejemate, tudi če so druga obvestila aplikacije Pošta izklopljena.
sv: Du kan få notiser från VIP, favoritbrevlådor, den primära inkorgen och trådar även om andra notiser i Mail är avstängda.
th: คุณสามารถรับการแจ้งเตือน VIP, การแจ้งเตือนกล่องเมลโปรด, การแจ้งเตือนกล่องเข้าหลัก และการแจ้งเตือนตามกลุ่มชื่อเรื่องได้ถึงแม้ว่าการแจ้งเตือนของเมลอื่นจะปิดใช้อยู่
tr: Diğer Mail bildirimleri kapalı olsa bile Önemli Kişiler, Favori Posta Kutuları, Birincil Gelen Kutusu ve Konu Grubu Bildirimi iletilerini alabilirsiniz.
uk: Можна отримувати сповіщення щодо скриньок «VIP», «Улюблені» й «Важливі вхідні» та гілок, навіть якщо інші сповіщення Пошти вимкнено.
vi: Bạn có thể nhận được các thông báo VIP, Hộp thư ưa thích, Hộp thư đến chính và Luồng ngay cả khi các thông báo Mail khác bị tắt.
zh_cn: 即使关闭“邮件”通知，你仍可收到VIP、“个人收藏邮箱”、“主要收件箱”和“邮件主题通知”的通知。
zh_hk: 即使其他「郵件」通知已關閉，你仍可以接收VIP、「喜好信箱」、「主要」收件箱和「討論串通知」。
zh_tw: 即使已關閉其他「郵件」通知，你仍可收到VIP、「喜好的信箱」、「主要收件匣」和「討論串通知」。

source: Critical Alerts
ar: التنبيهات الحرجة
bg: Важни предупреждения
ca: Avisos crítics
cs: Kritická upozornění
da: Vigtige advarsler
de: Kritische Hinweise
el: Κρίσιμες ειδοποιήσεις
es: Avisos críticos
es_us: Alertas críticas
fi: Kriittiset varoitukset
fr: Alertes critiques
fr_ca: Alertes critiques
he: אזהרות קריטיות
hi: गंभीर अलर्ट
hr: Kritični alarmi
hu: Kritikus figyelmeztetések
id: Peringatan Penting
it: Avvisi importanti
ja: 重大な通知
kk: Маңызды ескертулер
ko: 중요한 알림
lt: Kritiniai įspėjimai
ms: Isyarat Kritikal
nl: Kritieke meldingen
no: Viktige varsler
pl: Alerty krytyczne
pt_br: Alertas Críticos
pt_pt: Avisos críticos
ro: Alerte critice
ru: Важные предупреждения
sk: Kritické výstrahy
sl: Kritična opozorila
sv: Viktiga varningar
th: การเตือนที่สำคัญ
tr: Kritik Uyarılar
uk: Критичні оповістки
vi: Cảnh báo quan trọng
zh_cn: 重要警告
zh_hk: 重要提示
zh_tw: 重要提示

# SCHEDULED_DELIVERY_SIXTH_SUMMARY
source: 6th Summary
ar: الملخص السادس
bg: 6-о обобщение
ca: Resum 6
cs: 6. souhrn
da: 6. resume
de: 6. Übersicht
el: 6η σύνοψη
es: Resumen 6
es_us: Resumen 6
fi: 6. yhteenveto
fr: 6e résumé
fr_ca: 6e résumé
he: סיכום מס׳ 6
hi: छठा सारांश
hr: 6. sažetak
hu: 6. összegzés
id: Ringkasan ke-6
it: 6º riepilogo
ja: 6回目の要約
kk: 6-жинақтама
ko: 6번째 요약
lt: 6-a suvestinė
ms: Ringkasan ke-6
nl: 6e overzicht
no: Sjette sammendrag
pl: 6. podsumowanie
pt_br: 6º Resumo
pt_pt: 6.º resumo
ro: Rezumatul al 6‑lea
ru: 6‑я сводка
sk: 6. prehľad
sl: 6. povzetek
sv: 6:e sammanfattningen
th: สรุปที่ 6
tr: 6. Özet
uk: 6-й звіт
vi: Tóm tắt thứ 6
zh_cn: 第6个摘要
zh_hk: 第6個摘要
zh_tw: 第六個摘要

# FULL_SCREEN
source: Alerts
ar: التنبيهات
bg: Предупреждения
ca: Avisos
cs: Upozornění
da: Advarsler
de: Hinweise
el: Ειδοποιήσεις
es: Avisos
es_us: Alertas
fi: Ilmoitusviestit
fr: Alertes
fr_ca: Alertes
he: התראות
hi: अलर्ट
hr: Alarmi
hu: Jelzések
id: Peringatan
it: Avvisi
ja: 通知
kk: Ескертулер
ko: 알림
lt: Įspėjimai
ms: Isyarat
nl: Meldingen
no: Varsler
pl: Alerty
pt_br: Alertas
pt_pt: Avisos
ro: Alerte
ru: Предупреждения
sk: Upozornenia
sl: Opozorila
sv: Notiser
th: การเตือน
tr: Uyarılar
uk: Оповістки
vi: Cảnh báo
zh_cn: 提醒
zh_hk: 提示
zh_tw: 提示

# SENDER_ALERT_CONTACTS_ONLY
source: Show Alerts from My Contacts
ar: إظهار التنبيهات من جهات الاتصال
bg: Показване на предупреждения от Моите контакти
ca: Mostra els avisos dels contactes
cs: Upozornění od mých kontaktů
da: Vis advarsler fra mine kontakter
de: Hinweise von Kontakten zeigen
el: Ειδοποιήσεις από τις επαφές μου
es: Mostrar avisos de mis contactos
es_us: Mostrar alertas de mis contactos
fi: Näytä yhteystietojeni ilmoitusviestit
fr: Afficher les alertes des contacts
fr_ca: Afficher les alertes de mes contacts
he: הצגת התראות מאנשי הקשר שלי
hi: मेरे संपर्कों से अलर्ट दिखाएँ
hr: Prikaži alarme od mojih kontakata
hu: Jelzések megjelenítése a kontaktjaimtól
id: Peringatan dari Kontak Saya
it: Mostra avvisi dei miei contatti
ja: 登録済み連絡先のみ通知を表示
kk: Контактілерімдегі ескертулер
ko: 연락처에 있는 사람에게 온 알림 보기
lt: Rodyti mano adresatų įspėjimus
ms: Isyarat daripada Kenalan Saya
nl: Toon meldingen van contacten
no: Vis varsler fra kontakter
pl: Pokazuj alerty od kontaktów
pt_br: Mostrar Alertas dos Contatos
pt_pt: Mostrar avisos dos meus contactos
ro: Afișați alerte de la contactele dvs.
ru: Предупреждения от контактов
sk: Upozornenia od kontaktov
sl: Prikaži opozorila mojih stikov
sv: Visa notiser från mina kontakter
th: แสดงการเตือนจากรายชื่อของฉัน
tr: Kişiler’imin Uyarılarını Göster
uk: Оповістки від контактів
vi: Hiện cảnh báo từ danh bạ
zh_cn: 显示来自“我的联系人”的提醒
zh_hk: 只顯示來自我的聯絡人的提示
zh_tw: 顯示來自我的聯絡人的提示

# SCHEDULED_DELIVERY_APPS_IN_SUMMARY
source: Apps in Summary
ar: التطبيقات في الملخص
bg: Приложения в обобщение
ca: Apps al resum
cs: Aplikace v souhrnu
da: Apps i resume
de: Apps in „Übersicht“
el: Εφαρμογές στη Σύνοψη
es: Apps en el resumen
es_us: Apps del resumen
fi: Yhteenvedon apit
fr: Apps dans le résumé
fr_ca: Apps dans le résumé
he: יישומים בסיכום
hi: सारांश में ऐप्स
hr: Aplikacije u sažetku
hu: Appok az összegzésben
id: App di Ringkasan
it: App nel riepilogo
ja: 要約に含まれるアプリ
kk: Жинақтамадағы қолданбалар
ko: 요약에 포함된 앱
lt: Į suvestinę įtrauktos programos
ms: App dalam Ringkasan
nl: Apps in overzicht
no: Apper i sammendraget
pl: Aplikacje w podsumowaniu
pt_br: Apps no Resumo
pt_pt: Aplicações no resumo
ro: Aplicații în rezumat
ru: Приложения в Сводке
sk: Apky v prehľade
sl: Aplikacije v povzetku
sv: Appar i sammanfattningen
th: แอปในสรุป
tr: Özet’teki Uygulamalar
uk: Програми у звіті
vi: Ứng dụng trong tóm tắt
zh_cn: 摘要中的App
zh_hk: 摘要中的App
zh_tw: 摘要中的App

# NOTIFICATION_DELIVERY_SCHEDULED
source: Scheduled Summary
ar: ملخص مُجدول
bg: Насрочено обобщение
ca: Resum programat
cs: Naplánovaný souhrn
da: Planlagt resume
de: Geplante Übersicht
el: Προγραμματισμένη σύνοψη
es: Resumen programado
es_us: Resumen programado
fi: Ajastettu yhteenveto
fr: Résumé programmé
fr_ca: Résumé programmé
he: סיכום מתוזמן
hi: शेड्यूल किया गया सारांश
hr: Zakazani sažetak
hu: Ütemezett összegzés
id: Ringkasan Terjadwal
it: Riepilogo programmato
ja: 時刻指定要約
kk: Кесте бойынша жеткізу
ko: 시간 지정 요약
lt: Suplanuota suvestinė
ms: Ringkasan Berjadual
nl: Gepland overzicht
no: Planlagt sammendrag
pl: Planowe podsumowania
pt_br: Resumo Agendado
pt_pt: Resumo programado
ro: Rezumat programat
ru: Сводка по расписанию
sk: Plánovaný prehľad
sl: Načrtovani povzetek
sv: Schemalagd sammanfattning
th: กำหนดเวลาส่งสรุป
tr: Zamanlanmış Özet
uk: Звіт за розкладом
vi: Tóm tắt theo lịch trình
zh_cn: 定时推送摘要
zh_hk: 摘要編排
zh_tw: 摘要排程

source: Deliver Quietly
ar: إيصال بصمت
bg: Дискретно доставяне
ca: Notifica discretament
cs: Doručovat potichu
da: Diskret levering
de: Diskret zustellen
el: Αθόρυβη παράδοση
es: Notificar discretamente
es_us: Recibir discretamente
fi: Toimita hiljaisesti
fr: Distribuer en silence
fr_ca: Réception silencieuse
he: עדכונים שקטים
hi: शांति से डिलीवर करें
hr: Tiha isporuka
hu: Csendes megjelenítés
id: Kirim Dengan Hening
it: Recapita come secondarie
ja: 目立たない形で配信
kk: Дыбыссыз жеткізу
ko: 조용히 전달
lt: Pristatyti tyliai
ms: Hantar Dengan Senyap
nl: Lever stil af
no: Stille levering
pl: Dostarczaj po cichu
pt_br: Receber em Silêncio
pt_pt: Silenciosas
ro: Livrare discretă
ru: Доставлять без звука
sk: Doručovať potichu
sl: Dostavi tiho
sv: Leverera tyst
th: ไม่แสดงการแจ้งเตือน
tr: Sessiz Bildir
uk: Доставляти тихо
vi: Gửi trong yên lặng
zh_cn: 隐式推送
zh_hk: 隱藏式傳送
zh_tw: 傳送靜音通知

# SPOKEN_NOTIFICATIONS_APP_OPTIONS_FOOTER_TIME_SENSITIVE
source: “%@“ classifies some of its notifications as Time Sensitive. You can choose to receive announcements for only these notifications—so you are interrupted less—or to receive announcements for all notifications from this app.
ar: يصنف "%@" بعض إشعاراته على أنها عاجلة. يمكنك اختيار تلقي إعلانات لهذه الإشعارات فقط -حتى تقلّ مقاطعتك- أو تلقي إعلانات لجميع الإشعارات من هذا التطبيق.
bg: „%@“ класифицира някои от своите известия като неотложни съобщения. Можете да изберете да получавате оповестявания само за тези известия - така че да бъдете по-малко прекъсвани - или да получавате оповестявания за всички известия от това приложение.
ca: L’app %@ classifica algunes de les seves notificacions com a rellevants, de manera que pots escollir entre rebre anuncis només d’aquestes notificacions (i així estalviar‑te interrupcions) o de totes.
cs: Aplikace %@ označuje některá ze svých oznámení jako neodkladná. Můžete se nechat informovat jen o takto označených oznámeních, abyste nebyli tak často vyrušováni, nebo o všech oznámeních z této aplikace.
da: “%@” klassificerer nogle af sine notifikationer som tidsfølsomme. Du kan vælge kun at få besked om disse notifikationer, så du afbrydes mindre. Eller du kan vælge at få besked om alle notifikationer fra denne app.
de: „%@“ klassifiziert einige der eigenen Mitteilungen als dringlich. Du kannst auswählen, dass du nur für diese Mitteilungen Ankündigungen erhältst – und somit weniger unterbrochen wirst – oder für alle Mitteilungen dieser App.
el: Η εφαρμογή «%@» κατατάσσει κάποιες από τις γνωστοποιήσεις της ως χρονοευαίσθητες. Μπορείτε να επιλέξετε να λαμβάνετε ανακοινώσεις μόνο για αυτές τις γνωστοποιήσεις (για λιγότερους περισπασμούς) ή ανακοινώσεις για όλες τις γνωστοποιήσεις από αυτήν την εφαρμογή.
es: %@ clasifica algunas de sus notificaciones como importantes. Puedes elegir recibir avisos solo de este tipo de notificaciones (para reducir el número de interrupciones) o bien recibir avisos de todas las notificaciones de esta app.
es_us: %@ clasifica algunas de sus notificaciones como urgentes. Puedes elegir recibir avisos para todas las notificaciones de esta app o, para que se te interrumpa menos, puedes recibir avisos sólo para las notificaciones urgentes.
fi: %@ luokittelee jotkin ilmoituksensa aikaherkiksi. Voit valita vain näiden ilmoitusten vastaanottamisen – jotta sinua häirittäisiin vähemmän – tai kaikkien tämän apin ilmoitusten vastaanottamisen.
fr: « %@ » classe certaines de ses notifications comme urgentes. Vous pouvez choisir de recevoir des annonces pour ces notifications uniquement afin d’être interrompu moins souvent. Vous pouvez également choisir de recevoir des annonces pour toutes les notifications provenant de cette app.
fr_ca: « %@ » classe certaines de ses notifications comme urgentes. Vous pouvez choisir de recevoir des annonces uniquement pour ces notifications, notamment pour limiter les interruptions, ou choisir que toutes les notifications de cette app soient annoncées.
he: חלק מהעדכונים של ״⁨%@⁩״ סווגו כרגישים לזמן. באפשרותך לבחור לקבל הודעות רק על עדכונים מסוג זה - כדי למזער הסחות דעת והפרעות - או לבחור לקבל הודעות עבור כל העדכונים של יישום זה.
hi: “%@” अपनी कुछ सूचनाओं को टाइम सेंसटिव के तौर पर वर्गीकृत करता है। आप केवल इन सूचनाओं की घोषणाएँ प्राप्त करने का चुनाव कर सकते हैं — ताकि आपको कम व्यवधान हो — या इस ऐप की सभी सूचनाओं की घोषणाएँ प्राप्त करने का चुनाव कर सकते हैं।
hr: “%@” klasificira neke od svojih obavijesti kao vremenski osjetljive. Možete odabrati primanje najava samo za te obavijesti – kako bi vas se manje prekidalo – ili primanje najava za sve obavijesti od ove aplikacije.
hu: A(z) „%@” az értesítések egy részét időérzékenynek minősíti. Beállíthatja, hogy csak az ilyen értesítésekről szeretne bejelentést kapni, így a bejelentések ritkábban vonják el a figyelmét, vagy igény szerint az app által küldött összes értesítésről bejelentést kaphat.
id: “%@” mengklasifikasi sebagian pemberitahuannya sebagai Sensitif Waktu. Anda dapat memilih agar hanya menerima pengumuman untuk pemberitahuan ini—sehingga Anda tidak terlalu banyak terganggu—atau menerima pengumuman untuk semua pemberitahuan dari app ini.
it: “%@” classifica alcune notifiche come urgenti. Puoi scegliere di ricevere avvisi solo per tali notifiche e avere meno interruzioni oppure di ricevere avvisi per tutte le notifiche dell’app.
ja: “%1$@”では、一部の通知が即時通知として分類されています。邪魔されることが少なくなるように、それらの通知のみを読み上げるか、または“%1$@”からのすべての通知を読み上げるかを選択できます。
kk: «%@» қолданбасы кейбір хабарландыруларын шұғыл хабарлар ретінде жіктейді. Көп алаңдамау үшін тек осындай хабарландыруларды алу әрекетін, сондай-ақ осы қолданбаның барлық хабарландыруын алу әрекетін таңдауға болады.
ko: ‘%@’ 앱은 일부 알림을 긴급한 알림으로 분류합니다. 방해를 덜 받도록 긴급한 알림만 읽어주도록 하거나, 이 앱의 모든 알림을 읽어주도록 할 수 있습니다.
lt: Programa „%@“ kai kuriuos savo pranešimus priskiria nuo laiko priklausomų pranešimų kategorijai. Galite pasirinkti iš programos gauti tik šios kategorijos pranešimus (kad jus rečiau trukdytų) arba gauti visus pranešimus.
ms: “%@“ mengelaskan sesetengah pemberitahuannya sebagai Sensitif Masa. Anda boleh memilih untuk menerima pengumuman bagi pemberitahuan ini sahaja—supaya anda kurang diganggu—atau menerima pengumuman untuk semua pemberitahuan daripada app ini.
nl: Sommige meldingen van %@ worden als tijdgevoelig geclassificeerd. Je kunt ervoor kiezen om alleen voor deze meldingen aankondigingen te ontvangen (zodat je minder vaak wordt onderbroken) of om voor alle meldingen van deze app aankondigingen te ontvangen.
no: %@ klassifiserer noen av varslingene sine som tidskritiske. Du kan velge å motta kun disse varslingene, så du blir forstyrret mindre, eller du kan velge å motta alle varslingene fra appen.
pl: „%@” klasyfikuje część powiadomień jako pilne. Możesz wybrać ogłaszanie tylko tych powiadomień (co zmniejsza liczbę ogłoszeń) albo wszystkich powiadomień z aplikacji.
pt_br: “%@” classifica algumas de suas notificações como Relevantes. Você pode optar por receber avisos apenas dessas notificações — para ter menos interrupções — ou por receber avisos de todas as notificações deste app.
pt_pt: A aplicação %@ classifica algumas das respetivas notificações como importantes. Pode optar por receber anúncios apenas destas notificações, para ter menos interrupções, ou de todas as notificações desta aplicação.
ro: “%@” clasifică unele dintre notificările sale drept urgente. Puteți opta să primiți anunțuri doar pentru aceste notificări, pentru a vă întrerupe mai rar, sau să primiți anunțuri pentru toate notificările din această aplicație.
ru: Приложение «%@» классифицирует некоторые свои уведомления как неотложные. Чтобы меньше отвлекаться, Вы можете настроить объявление только таких уведомлений. Вы также можете выбрать объявление всех уведомлений от этого приложения.
sk: Apka %@ klasifikuje niektoré zo svojich hlásení ako neodkladné. Môžete zapnúť oznamovanie len takýchto hlásení, takže nebudete príliš často vyrušovaní, alebo zapnúť oznamovanie všetkých hlásení z tejto apky.
sl: »%@« nekatera svoja obvestila uvršča med časovno občutljiva. Izberete lahko, da želite prejemati najave samo za ta obvestila, da vas najave ne bodo prevečkrat zmotile. Lahko pa izberete, da želite prejemati najave za vsa obvestila te aplikacije.
sv: ”%@” klassificerar en del av sina notiser som tidskänsliga. Du kan välja att få meddelanden endast för dessa notiser – så att du inte blir avbruten så ofta – eller att få meddelanden för alla notiser från den här appen.
th: “%@“ กำหนดประเภทการแจ้งเตือนบางอย่างเป็นแบบสำคัญต่อเวลา คุณสามารถเลือกที่จะรับเฉพาะการแจ้งเตือนที่สำคัญต่อเวลาเท่านั้นเพื่อให้ถูกรบกวนน้อยลง หรือรับการแจ้งเตือนทั้งหมดจากแอปนี้ได้
tr: “%@”, bildirimlerinden bazılarını Zamana Duyarlı olarak sınıflandırıyor. Yalnızca bu bildirimler için (böylece daha az kesintiye uğrarsınız) veya bu uygulamanın tüm bildirimleri için duyuru almayı seçebilirsiniz.
uk: Програма «%@» класифікує деякі сповіщення як термінові. Можна налаштувати отримання тільки цих сповіщень, щоб менше відволікатися, або всіх сповіщень від цієї програми.
vi: “%@“ phân loại một số thông báo là gấp. Bạn có thể lựa chọn chỉ được nhắc cho những thông báo này – để bạn ít bị gián đoạn công việc – hoặc được nhắc cho tất cả các thông báo từ ứng dụng này.
zh_cn: “%@”将其部分通知归类为即时通知。你可以选择只接收这类通知的播报以减少干扰，或接收来自此App所有通知的播报。
zh_hk: 「%@」將部份通知歸類為「時效性通知」。你可以選擇只接收這類通知的朗讀訊息以減少干擾，或接收此App所有通知的朗讀訊息。
zh_tw: 「%@」將部分通知歸類為「具時效性」。你可以選擇只播報這些通知以減少干擾，或播報所有來自此App的通知。

source: Lock Screen Appearance
ar: مظهر الشاشة الرئيسية
bg: Изглед на Заключен екран
ca: Aspecte a la pantalla bloquejada
cs: Vzhled na zamčené obrazovce
da: Udseende til den låste skærm
de: Sperrbildschirm-Erscheinungsbild
el: Εμφάνιση οθόνης κλειδώματος
es: Aspecto en la pantalla de bloqueo
es_us: Aspecto de la pantalla bloqueada
fi: Lukitun näytön ulkoasu
fr: Apparence de l’écran verrouillé
fr_ca: Apparence de l’écran d’accueil
he: מראה מסך הנעילה
hi: लॉक स्क्रीन प्रकटन
hr: Izgled zaključanog zaslona
hu: Zárolási képernyő megjelenése
id: Tampilan Layar Terkunci
it: Aspetto schermata di blocco
ja: ロック画面の外観
kk: Құлыптау экранының көрінісі
ko: 잠금 화면 모양
lt: Užrakinto ekrano išvaizda
ms: Penampilan Skrin Kunci
nl: Weergave op toegangsscherm
no: Utseende på låst skjerm
pl: Ekran blokady
pt_br: Aparência da Tela Bloqueada
pt_pt: Apresentação no ecrã bloqueado
ro: Aspect ecran de blocare
ru: Оформление заблокированного экрана
sk: Vzhľad na zamknutej obrazovke
sl: Videz zaklenjenega zaslona
sv: Låsskärmens utseende
th: รูปแบบหน้าจอล็อค
tr: Kilitli Ekran Görünüşü
uk: Вигляд Початкового екрана
vi: Giao diện Màn hình khóa
zh_cn: 锁定屏幕外观
zh_hk: 鎖定畫面外觀
zh_tw: 鎖定畫面外觀
